{
  "metadata": {
    "location": {
      "state": "Maharashtra",
      "country": "India"
    },
    "total_articles": 3,
    "timestamp": "20241023_230431"
  },
  "articles": [
    {
      "title": "Coldplay tickets for 11,000? Uproar in India after tickets sold out in minutes and resold for outrageously high prices By Esha Mitra, Alex Stambaugh and Teele Rebane, CNN 3 minute read Published 1247 AM EDT, Tue October 1, 2024",
      "content": "New Delhi CNN  Fans eagerly awaiting the return of Coldplay to India were shocked to find tickets being resold online for as much as 11,000, prompting police to seek a statement from the CEO of the shows vendor over allegations of fraud. The British rock band is playing three shows in Mumbai in January as part of its hugely popular Music Of The Spheres tour, its first concerts in the country since 2016. Tickets were scheduled to go on sale by the official vendor, BookMyShow BMS, at 12 p.m. local time on September 22. But for many users, the website and app crashed amid the demand. When fans were able to get into the virtual queue to buy tickets priced from 2,500 to 35,000 rupees 30 to 417, they said they were behind hundreds of thousands of users. Within minutes, the tickets were sold out and reappeared on other platforms for as much as 960,000 rupees 11,458, sparking anger over the purchase process and the suspected use of bots to scoop up seats. To put that into perspective, the World Bank says Indias current GDP per capita is 2,500 a year. Amit Vyas, a lawyer and founding partner of Mumbai law firm Vertices Partners, was among fans waiting for tickets on the vendors website when he was suddenly locked out. He filed a complaint with police, alleging the online ticketing platform made tickets available to scalpers and third-party websites for resale on the black market. Not a single person that I know in Mumbai and outside Mumbai  I got so many calls from friends in Delhi  no one got a ticket, Vyas told CNN, expressing frustration that more isnt being done to protect fans against bots and other reseller practices. On Monday, the founder and CEO of BookMyShow, Ashish Hemjarani, was summoned by Mumbai polices Economic Offences Wing for questioning over the alleged black marketing of tickets for the concerts, a Mumbai police official said. In a statement on X, BookMyShow said it had no association with any ticket selling or reselling platforms, as well as third party individuals for the purpose of reselling of the bands shows in India, and that it had also filed a complaint with police. The complaint was in connection with the alleged sale of fake tickets for concerts on certain platforms, according to CNN affiliate News18. Scalping is strictly condemned and punishable by law in India. We have filed a complaint with the police authorities and will provide complete support to them in the investigation of this matter, the vendor said. RELATED ARTICLE From Taylor Swift tickets to gasoline  these days everyone feels like theyre being price-gouged. Are they? Coldplay fans told CNN their attempts to buy tickets to Januarys shows at DY Patil Stadium in Mumbai left them frustrated and disappointed. Arkatapa Basu, a 26-year-old journalist based in the southern city of Bengaluru, said she was waiting behind 130,000 people to buy tickets when she learned a third show had been added. When she went to join the third shows waitlist, she found there were 700,000 people waiting ahead of her. Thats when I decided to give up, she said. Ishaan Jhamb, a 22-year-old engineering student from Delhi, said the tickets being resold were so expensive, he and his friends decided to fly nearly four hours to go see the band in Abu Dhabi instead, because it would be more economical. The ticket-buying process for big concert events has often drawn angst from buyers globally. Last month, the British rock band Oasis announced a reunion tour, sparking a frenzy of criticism over Ticketmasters so-called dynamic pricing, where businesses adjust prices based on factors such as demand. A Ticketmaster spokesperson told CNN at the time the company does not set ticket prices. According to Ticketmasters website, promoters and artists set prices, which can either be fixed or based on demand. Ticketmaster also faced public scrutiny in November 2022 for its handling of the massively popular Taylor Swift Eras Tour, for which the company says there was historically unprecedented demand.",
      "url": "https://edition.cnn.com/2024/10/01/asia/coldplay-concert-ticket-india-scalping-intl-hnk/index.html",
      "scraped_at": "2024-10-23 23:04:20"
    },
    {
      "title": "Prime minister Modis blessing and a Kardashian cameo  heres what happened at Indias wedding of the year By Rhea Mogul, CNN 5 minute read Updated 1128 PM EDT, Mon July 15, 2024",
      "content": "CNN  Indias most anticipated wedding of the year came to an end on Sunday after a star-studded three-day celebration that even saw the countrys prime minister arrive to bless the young couple. Billionaire heir Anant Ambani married his longtime girlfriend Radhika Merchant in Mumbai in a lavish ceremony attended by Kim and Khloé Kardashian, two former British prime ministers, Indian sporting legends and some of Bollywoods most famous faces. The wedding was followed by a blessing ceremony on Saturday, where Prime Minister Narendra Modi bestowed the young couple and their families with well wishes. The weekends festivities concluded Sunday with an extravagant reception, or Mangal Utsav festival of bliss, as attendees jetted out of Mumbai. No expense was spared by the family that owns Indias largest private corporation, Reliance Industries. Founded by Anants grandfather, the conglomerate is now run by his father Mukesh, who is worth over 122 billion, according to Forbes. The Ambani-owned 16,000-capacity Jio World Convention Centre, which hosted wedding events throughout the weekend, was transformed into a miniature version of the holy Indian city of Varanasi, featuring floral installations and extravagant sets embellished with gold and silver. Kim and Khloé Kardashian are seen leaving their hotel on their way to a wedding event on Saturday. MEGAGC ImagesGetty Images The couple underwent multiple outfit changes across the three-day bash, appearing in a succession of intricate, custom-made pieces celebrating the countrys heritage and culture. Merchants bridal ensemble was designed by Indian label Abu Jani Sandeep Khosla and featured ivory zardozi an elaborate type of metal embroidery on silk and a 5-meter 16.4-foot veil. She completed the look with jewels that aunts and sister wore to their own weddings. She later changed into an opulent red and gold outfit for her vidai, the ceremony in which Indian brides symbolically bid farewell to their relatives before joining their grooms family. Prime Minister Narendra Modi bestowed the young couple and their families with well wishes during a blessing ceremony on Saturday. ANI Ambani meanwhile arrived on the red carpet in a golden sherwani paired with sneakers. For the marriage ceremony, he wore a custom red sherwani by Sabyasachi Mukherjee, with a large green necklace draped around his neck. For Saturdays blessings ceremony, Merchant once again donned a custom piece by Abu Jani Sandeep Khosla, who collaborated with contemporary artist and sculptor Jayasri Burman to create a one-of-a-kind piece embroidered with real gold. RELATED ARTICLE How Gen-Z buyers are changing the bridal fashion business The garment celebrates the couples union through deeply meaningful imagery, Merchants stylist Rhea Kapoor wrote on Instagram. The human figures representing the happy couple radiate a celestial aura that honors the divinity in their humanity. The fauna depicts Anants fondness for animals, particularly elephants that are considered auspicious and beautiful. For the reception Sunday, guests interpreted the Indian chic dress code by mixing classic Indian fashion with contemporary styles. Merchant wore a gold metallic corset from Dolce and Gabbanas Alta Moda couture line, along with a skirt and dupatta in the same shade by Indian designer Anamika Khanna. Bollywood superstar Shah Rukh Khan second from right poses with left to right mother-in-law Savita Chhibber, wife Gauri Khan and daughter Suhana Khan ahead of the blessings ceremony. Prodip GuhaGetty Images Months of planning It is not known precisely how much the Ambanis spent on the celebrations, which included months of pre-wedding parties, though industry estimates have placed the total firmly in the hundreds of millions of dollars. Insiders worked for months to bring the couples vision to life, collaborating with the family to bring the intricate details  from the floral arrangements to the set designs  together. Renowned wedding designer Preston Bailey, who has worked with Serena Williams and LeBron James, was commissioned to create larger-than-life floral art installations for the weekend. Speaking to CNN via email ahead of Fridays ceremony, Bailey commended Ambanis mother Nitas attention to detail. It was nothing short of pure genius and she is really focused on bringing the vast creative talent of India to the world through these weddings, he said. Anant Ambani and Radhika Merchant at their wedding ceremony on Friday. Reliance IndustriesHandoutReuters The inspiration for Baileys designs came from the couples love for animals and Ambanis recently opened animal sanctuary, Vantara, in the western Indian city of Jamnagar. His sculptural creations included a giant display of hot air balloons and more than 60 floral animals, including giraffes, two huge toucans, monkeys perched on trees inside the venue and a giant horse made from red and pink flowers. I have been in business for over 40 years  but I have never seen anything as intricate as this wedding and I believe it will bring such positive feedback and awareness to the great creative culture of artists of India, said Bailey, who also worked on the weddings of Ambanis two older siblings, Akash and Isha. Top Indian couturier and the weddings creative director, Manish Malhotra, earlier told CNN that maintaining the essence of India had been his guiding principle. RELATED VIDEO The surprising history of the white wedding dress Each detail, from the decor and cuisine to the attire and ambiance each event, from the vibrant Sangeet a traditional evening of music and dance that saw a performance from Justin Bieber to the ceremonial wedding day and the grand reception, is designed to immerse guests in an atmosphere of joy, love and celebration, he said via email. Criticism and sustainability Details of the celebrations dominated local news headlines and set social media abuzz, but many within India  the worlds most populous nation, with 1.4 billion people  criticized the opulence on show in a country with a glaring wealth gap and where millions live in poverty. Shame on people celebrating income inequality in a country where we need wealth redistribution, tweeted comedian and social media critic, Shamita Yadav, who posts on social media as The Ranting Gola. We are really a poor country, Senior Fellow at the Centre for Policy Research, Sushant Singh, told Indian news outlet The Wire. This is something which is completely unacceptable. But the fact of the matter is half of Indias big media is owned by Mr. Ambani, so it is unlikely that Indias big media is going to say that this is horrible. Billionaire businessman Adar Poonawalla, his wife Natasha Poonawalla and their children pose at the blessing ceremony on Saturday. Punit ParanjpeAFPGetty Images Beyond the financial cost of the wedding and festivities is another, less visible cost the one to the planet. An average Indian wedding of 300 people typically generates between 1.5 tons and 2 tons of waste, and around 30 to 40 tons of carbon emission  before taking guest travel into consideration  according to Ashwin Malwade, co-founder of Greenmyna, a Mumbai-based sustainable wedding consultancy. Sources of emissions include large-scale banquets and energy used by extravagant light displays. RELATED ARTICLE A tidal change in Bollywood How the worlds largest film industry veered to the right during the Modi era An event as huge in scale as the Ambani-Merchant celebration would emit far more carbon than even the largest and most lavish Indian wedding, he added. Then theres the travel, with several high-profile attendees pictured leaving Mumbai via Chhatrapati Shivaji International Airports private jet terminal. Malwade also pointed to the environmental footprint of the Ambanis pre-wedding bash in Jamnagar, attended by public figures from around the world, including Mark Zuckerberg, Ivanka Trump, Bill Gates and Karlie Kloss the four-day cruise arranged for guests in the Mediterranean and the emissions required to fly in singers like Rihanna and Justin Bieber to perform at various events. CNNs Aditi Sangal contributed to this story.",
      "url": "https://edition.cnn.com/2024/07/15/style/ambani-wedding-mumbai-modi-kardashian/index.html",
      "scraped_at": "2024-10-23 23:04:23"
    },
    {
      "title": "Justin Bieber to Mughal jewels Ambani wedding transfixes India By Diksha Madhok, CNN 6 minute read Updated 256 AM EDT, Tue July 9, 2024",
      "content": "New Delhi CNN  The wedding of the year is here. In less than a week, Anant Ambani, son of Indian billionaire Mukesh Ambani, will marry his girlfriend Radhika Merchant. India is no stranger to opulent weddings, but the preparations and parties for this particular union have transfixed the country. Jaw-dropping guest lists, which have included Silicon Valley billionaires and Bollywood stars, have underscored Mukesh Ambanis growing influence in the global economy. Asias richest family has also shown off its wealth with a display of jewels evoking the long-gone era of maharajahs and Mughal emperors. And, last week, Justin Bieber became the latest international pop star to entertain at yet another pre-wedding function by the Ambanis in Mumbai. The singer performed at the the sangeet ceremony, a night when the bride and grooms wedding party dances for guests. It also saw the entire Ambani clan, including Mukesh, on stage dancing to Bollywoods hit song, Deewangi Deewangi. The Ambanis have set a new benchmark for big, fat Indian weddings, which are bound to grow bigger and louder than ever before as the number of the ultra-rich swells in the worlds fastest-growing major economy. The Ambani wedding parties have  had a multi-faceted impact on the wedding industry in India, influencing trends, boosting demand for wedding vendors, promoting cultural heritage and even driving economic growth, Tim Chi, CEO of The Knot Worldwide, a wedding planning service, told CNN. Mukesh Ambani L and his wife Nita 4L pose with their younger son Anant 3L, his fiancée Radhika Merchant 2L and other family members during Anants engagement ceremony in Mumbai on January 19, 2023. Sujit JaiswalAFPGetty Images The Indian wedding industry has boomed since the country emerged from the pandemic. Estimated at about 130 billion, its now nearly twice the size of Americas, although still smaller than that of Chinas, according to a report by Jefferies last month. The industry plays a major role in boosting sectors such as fashion and travel. An otherwise value-conscious society, Indians love to spend on weddings, Jefferies said. And this is irrespective of the economic classes. At about 15,000, the average Indian wedding costs more than three times the average annual household income. More than a status symbol Weddings can be expensive affairs in any country, but in India they are especially important as symbols of power and status. Parents in South Asia typically spend a significant portion of their lifetime savings on their childrens weddings, but the scale of many of these events has now become gargantuan, coinciding with Indias rise as an economic powerhouse. A brides henna-painted hands with gold jewelry are pictured during a wedding in Jammu and Kashmir, India on October 3, 2023. Nasir KachrooNurPhotoGetty Images In the last decade there has been a big shift in Indian weddings across the board, said Sima Taparia, a marriage consultant who became a household name in the country after starring in the hit Netflix docuseries Indian Matchmaking. It is now common for wealthy Indians to host big weddings at exotic destinations abroad and invite Bollywood actors or famous musicians to perform, she added. The Indian wedding is about the power of contacts, the power of relationships and the power of wealth, said Aditya Motwane, an events planner who founded Motwane Entertainment  Weddings and worked on the wedding of actress Priyanka Chopra and singer Nick Jonas in 2018. You show everyone you know that youve arrived in life through these kinds of celebrations, he added. Indian weddings are often spread across several days, with an average guest list of 326, compared with 115 in the United States, according to The Knot Worldwide. The scale is exponentially bigger when it comes to the affluent, whose weddings involve thousands of guests, foreign locations and expensive gifts. Ambanis three-day pre-wedding party in the western Indian city of Jamnagar in March was attended by around 1,200 high-profile guests, including Mark Zuckerberg and Bill Gates. It is not uncommon for the very wealthy to spend many millions on the festivities. At the Ambani party, an elaborate light show featuring 5,500 drones lit up the sky above a glass palace custom-built for the festivities, where guests danced to a performance by none other than Rihanna. The outrageously rich also come up with some unusual requests. One couple asked Motwane to arrange for an elephant  a sacred animal to Hindus  to be in Monte Carlo to bless them. With India set to become the worlds third-largest economy by 2027, extravagant weddings are expected to become even more frequent. Fireworks explode in the sky over Umaid Bhawan Palace, the venue for the wedding of actress Priyanka Chopra and singer Nick Jonas, in Jodhpur in the desert state of Rajasthan, India, December 1, 2018. StringerReuters According to a report from real estate consultancy Knight Frank, the number of Indians with a net worth of at least 30 million will rise by 50 over the five years to 2028, the biggest increase of any country. And, lower down the economic ladder, by 2030 some 600 million Indians are projected to be middle-class, a segment that will represent over 80 of the countrys spending power. As the middle class grows, so does their disposable income, which inevitably is spent on lavish parties and celebrations, said Tina Tharwani, co-founder of wedding planning company Shaadi Squad. Rihanna, couture and emeralds The average luxury Indian wedding can cost anywhere between 200,000 and 400,000, according to Jefferies. This kind of budget allows for accommodation at five-star hotels across the world, sumptuous catering, decor and entertainment, and sometimes includes Bollywood actors or international singers. But the Jefferies cost estimate does not include expenses on jewelry or attire. Bridal spending accounts for over half of the total jewelry market it India, the bank noted. The country is one of the largest markets for gold, but its appetite for diamonds and other precious gems is also growing. The emerald necklace worn by Nita Ambani, the grooms mother, at the festivities in March stunned the internet with its size and sparkle. No luxury Indian wedding is complete without lavish meals, which at times involves flying in Michelin star chefs and the finest of ingredients from across the world. India is one of the largest markets for gold, but its appetite for diamonds and other precious gems is also growing. Olivier PoletCorbis HistoricalGetty Images An extra layer of expense is often added to the budget because many Indians dont eat meat, and some avoid root vegetables as well. Motwane recalls planning a wedding in Florence where many guests did not eat garlic or onion. The Italian cooks hit the roof, he said. A renowned Indian Italian chef and her team were then flown in. A range of other businesses are poised for growth as Ambani-style high-profile weddings lead to a trickle-down effect, setting new trends and standards and influencing couples expectations, said Tharwani, who worked on Indian cricketer Virat Kohlis wedding in Tuscany. Vanessa Almeida, who looked after packaging and delivery of some 8,000 gifts for Ambanis guests at the jamboree in March, told CNN that similar party favors are becoming sought-after across the country. Of the many expensive presents that the family showered upon its A-list guests  from silver candle sticks and shawls to terrariums and bird houses  customized leather products are among those that have caught on, said Almeida, owner of The Gift House in Goa. Demand for wedding videographers has also boomed in the last decade, with companies charging as much as 10,000 for a film. Many couples also shoot pre-wedding videos, which are painstakingly choreographed and inspired by Bollywood musicals. Brides and grooms go for pre-wedding shoots across the globe, said Taparia. Local economy The rise in opulent celebrations held abroad has led to some consternation among the local communities, wedding planners say. In late May, the Ambanis held a four-day Mediterranean cruise for friends and family, with a bevy of Bollywood stars and performances by Katy Perry, the Backstreet Boys and Italian tenor Andrea Bocelli. Not everyone was impressed. The partygoers drew the ire of residents in the port city of Genoa, according to media reports, as they kept several neighborhoods awake with loud music until dawn. But, despite the occasional inconvenience, such functions also generate revenue and employment in the area. Youre looking at a minimum of 2-3 million euros coming in over three days, said Motwane. Decorations are seen outside the Antilia during the pre-wedding ceremony of Anant Ambani and Radhika Merchant in Mumbai, India, Wednesday, July 3, 2024. Rafiq MaqboolAP The Indian government is now trying to get a bigger chunk of the luxury wedding revenue, with Prime Minister Narendra Modi launching a Wed in India campaign to encourage affluent families to get married in the country. People often spend significant amounts of money to get married abroad, Modi said in March. But by hosting weddings in India, families can enjoy lavish celebrations for three to four days, providing livelihood opportunities for locals.",
      "url": "https://edition.cnn.com/2024/07/05/business/ultra-rich-indian-weddings-economy-intl-hnk/index.html",
      "scraped_at": "2024-10-23 23:04:27"
    }
  ]
}